Repository: nikolays93/project-settings
Catalog: languages/project-settings-*.po
Languages: ru_ru

source: Project Settings
ru_ru: Настройки проекта

source: Globals
ru_ru: Настройки

source: Main
ru_ru: Главное

source: Supports
ru_ru: Поддержка

source: Labels
ru_ru: Заголовки

source: Create new post type
ru_ru: Создать новый тип записей

source: You may create new post type or edit him and hide no used wordpress functions from menu
ru_ru: Здесь вы можете создать новый тип записи или изменить вид уже зарегистрированного типа и скрыть не реализованный функционал CMS WordPress из меню.

source: Show me hidden menus
ru_ru: Показывать мне скрытые меню

source: Edit
ru_ru: Изменить

source: Delete
ru_ru: Удалить

source: Title
ru_ru: Заголовок

source: Single
ru_ru: Ед. число

source: Plural
ru_ru: Мн. число

# new_item
source: New [singular]
ru_ru: Новая [singular]

# all_items
source: All [plural]
ru_ru: Все [plural]

# archives
source: All [plural]
ru_ru: Все [plural]

# view_items
source: Show [plural]
ru_ru: Показать [plural]

# add_new
source: Add [accusative]
ru_ru: Добавить [accusative]

# add_new_item
source: Add new [accusative]
ru_ru: Добавить [accusative]

# edit_item
source: Edit [accusative]
ru_ru: Редактировать [accusative]

# view_item
source: View [accusative]
ru_ru: Посмотреть [accusative]

# search_items
source: Search [accusative]
ru_ru: Найти [accusative]

# not_found
source: No posts found
ru_ru: По вашему запросу ничего не найдено

# not_found_in_trash
source: No posts found in Trash
ru_ru: В корзине, по вашему запросу ничего не найдено

# featured_image
source: Thumbnail
ru_ru: Миниатюра

# set_featured_image
source: Set thumbnail
ru_ru: Установить миниатюру

# remove_featured_image
source: Remove thumbnail
ru_ru: Удалить миниатюру

# use_featured_image
source: Use as thumbnail
ru_ru: Использовать как миниатюру

# filter_items_list
source: filter list
ru_ru: Фильтровать список

# items_list_navigation
source: Navigation
ru_ru: Навигация

source: Items list
ru_ru: Список

source: Attributes
ru_ru: Свойства

source: New item
ru_ru: Новая запись

source: Default is New Post/New Page.
ru_ru: По стандарту: "Новая запись"/"Новая страница"

source: Menu Name
ru_ru: Заголовок в меню

source: display left menu label. same as name (if empty)
ru_ru: Заголовок который отображается в левом меню

source: All items
ru_ru: Все записи

source: String for the submenu. Default is All Posts/All Pages.
ru_ru: Заголовок для суб меню. По стандарту: "Все записи"/"Все страницы"

source: Archives
ru_ru: Архивы

source: Default is All Posts/All Pages.
ru_ru: По стандарту: "Все записи"/"Все страницы"

source: View items
ru_ru: Просмотреть записи

source: Default is Show Posts/Show Pages.
ru_ru: По стандарту "Показать запись"/"Показать страницу"

source: Add new
ru_ru: Добавить новую

source: The add new text. The default is "Add New" for both hierarchical and non-hierarchical post types. When internationalizing this string, please use a gettext context matching your post type.
ru_ru: Новый текст "Добавить.."

source: Add new item
ru_ru: Добавить одну

source: Default is Add New Post/Add New Page
ru_ru: Обычно это "Добавить новую запись/Добавить новую страницу"

source: Edit item
ru_ru: Изменить

source: Default is Edit Post/Edit Page
ru_ru: Обычно это "Изменить запись/Изменить страницу"

source: View item
ru_ru: Показать

source: Default is View Post/View Page.
ru_ru: Обычно это "Показать запись/Показать страницу"

source: Search items
ru_ru: Найти

source: Default is Search Posts/Search Pages.
ru_ru: Обычно это "Найти запись/Найти страницу"

source: Not found
ru_ru: Не найдено

source: Default is No posts found/No pages found.
ru_ru: Обычно это "Записей не найдено/Страниц не найдено".

source: Not found in Trash
ru_ru: Не найдено в корзине

source: Default is No posts found in Trash/No pages found in Trash.
ru_ru: Обычно это "Записей нет в корзине/Страниц нет в корзине".

source: Featured image
ru_ru: Изображения

source: Set Featured Image
ru_ru: Установить изображения

source: Remove Featured Image
ru_ru: Удалить изображения

source: Use Featured Image
ru_ru: Использовать изображения

source: Filter Items List
ru_ru: Фильтр списка

source: Items List Navigation
ru_ru: Навигация списка

source: Items List
ru_ru: Список

source: Attributes
ru_ru: Атрибуты

source: Public
ru_ru: Публичный

source: Controls how the type is visible to authors (show_in_nav_menus, show_ui) and readers (exclude_from_search, publicly_queryable)
ru_ru: Публичный или используется только технически

source: Publicly queryable
ru_ru: Публичные запросы

source: Show in front query
ru_ru: Показывать в запросах на сайте

source: Show UI
ru_ru: Показывать пользовательский интерфейс

source: Show User Interface for edit post type
ru_ru: Показывать управление типом записи

source: Show in Menu
ru_ru: Показывать в меню

source: Show in WordPress menu
ru_ru: Показывать в админ-меню

source: Friendly URL
ru_ru: ЧПУ

source: Has archive
ru_ru: Создать архив

source: Archive page support
ru_ru: Поддержка архивной страницы

source: Hierarchical
ru_ru: Иерархичный

source: Parents \ children
ru_ru: Родители / Дети

source: Capability
ru_ru: Права

source: The permissions are the same as..
ru_ru: Права такие же как..

source: Menu position
ru_ru: Позиция в меню

source: Post Title
ru_ru: Заголовок

source: Content Editor
ru_ru: Содержание

source: Post Thumbnail
ru_ru: Превью

source: Post Excerpt
ru_ru: Краткое содержание

source: Custom Fields
ru_ru: Произвольные поля

source: Page Attributes
ru_ru: Свойства (позиция в иерархии)

source: Post type ID
ru_ru: ID типа записи

source: The handle (slug) name of the post type.
ru_ru: Програмное имя (слаг) типа записи

source: e.g. offer
ru_ru: к пр. offer

source: Singular
ru_ru: Единственное число

source: name for one object of this post type.
ru_ru: Имя одного объекта типа записи

# singular
source: e.g. Offer
ru_ru: к пр. Акция

source: General name for the post type, usually plural.
ru_ru: Название типа записи, как правило, во множественном числе

source: e.g. Offers
ru_ru: к пр. Акции

# accusative
source: e.g. Offer
ru_ru: к пр. Акцию

source: Accusative case (as singular)
ru_ru: Винительный падеж

source: Admin bar name
ru_ru: Название в горизонтальном меню

source: The following settings are optional:
ru_ru: Следующие настройки заполнять не обязательно:

source: Description
ru_ru: Описание

source: Allow updates
ru_ru: Разрешить обновления

source: Show all dashboard elements
ru_ru: Показывать все элементы консоли

source: Show all toolbar elements
ru_ru: Показывать все элементы тулбара

source: Show hidden menu items
ru_ru: Показывать скрытые пункты меню

source: Show hidden sub menu items
ru_ru: Показывать скрытые пункты подменю

source: Can not have access the file %s (%s)
ru_ru: Нет доступа к файлу %s (%s)

source: The file %s can not be included
ru_ru: Файл %s не может быть подключен
